{
  "posts": [
    {
      "id": 1,
      "slug": "Steam: 25 jogos com até 90% de desconto para comprar",
      "author": "Gianlucca Del Cielo via nexperts",
      "title": "Steam: 25 jogos com até 90% de desconto para comprar",
      "description": "Uma porção de jogos interessantes estão em promoção na Steam esta semana. E, como de costume, seus amigos e amigas do Voxel prepararam aquela lista caprichada para fazer a alegria do seu bolso.",
      "urlToImage": "https://tm.ibxk.com.br/2023/05/26/26155740139270.jpg?ims=704x264",
      "urlToImage1":"https://img.ibxk.com.br/2023/05/26/26155258405269.jpg?ims=704x",
      "icone": "https://tm.ibxk.com.br/2023/05/26/26155759313271.jpg?ims=164x118",
      "content": "Uma porção de jogos interessantes estão em promoção na Steam esta semana. E, como de costume, seus amigos e amigas do Voxel prepararam aquela lista caprichada para fazer a alegria do seu bolso. De títulos famosos, como A Plague Tale: Innocence, a menos conhecidos, como Hypermarket Tycoon Manager, são ótimas ofertas de games para você economizar bastante, com descontos de até 90%./n /n São muitas promoções que devem fazer a alegria da galera PC Gamer, que nesta semana podem ainda aproveitar para comprar títulos das séries Trine, Warhammer, Stealth Inc e Homefront, todas com preços bastante reduzidos. Quer mais? A gente não dorme em serviço: nosso compilado tem até jogo da Steam custando menos de R$ 1!/n /n <h2>Os melhores jogos com desconto para comprar na Steam</h2>/n",
      "content2":"Um dos grandes pontos fortes da Steam é seu extenso catálogo de jogos, atendendo aos mais diferentes gostos e públicos. De simuladores de supermercado a RPGs, passando por títulos de aventura e FPS, nosso listão de ofertas tem alguns dos melhores descontos da Steam com games para todos os tipos de jogadores./n /n <h2>11 jogos grátis para resgatar e jogar no PC, consoles e mobile</h2>/n/n A seguir, você confere a nossa lista com 25 jogos para PC em promoção na Steam com descontos de até 90%. Selecionamos desde títulos famosos a indies menos conhecidos, todos com avaliações satisfatórios e precinhos camaradas, com jogos custando a partir de R$ 1./n /n <ul><li>Warhammer 40,000: Gladius - Relics of War — grátis (-100%)</li><li>Hue — grátis (-100%)</li><li>Bomber Crew (Runner Duck) — R$ 6,39 (-90%)</li><li>Hypermarket Tycoon Manager (Atomic Fabrik) — R$ 0,61 (-90%)</li><li>Smoke and Sacrifice (Solar Sail Games) — R$ 3,79 (-90%)</li><li>Stealth Bastard Deluxe (Curve Studios) — R$ 1,69 (-90%)</li><li>Stealth Inc 2: A Game of Clones (Carbon) — R$ 2,79 (-90%)</li><li>Velocity Ultra (Curve Studios) — R$ 1,69 (-90%)</li><li>Warhammer: End Times - Vermintide (Fatshark) — R$ 5,59 (-90%)/li><li>Windbound (5 Lives Studios) — R$ 5,69 (-85%)</li><li>A Plague Tale: Innocence (Asobo Studio) — R$ 25,98 (-80%)</li><li>Homefront (Kaos Studios) — R$ 7,39 (-80%)</li><li>Homefront: The Revolution (Dambuster Studios) — R$ 7,59 (-80%)</li><li>Trine: Ultimate Collection (Frozenbyte) — R$ 31,36 (-80%)</li><li>Warhammer: Vermintide 2 (Fatshark) — R$ 14,99 (-80%)</li><li>Dolmen (Massive Work Studio) — R$ 29,75 (-75%)</li><li>Embr (Muse Games) — R$ 9,49 (-75%)</li><li>For The King (IronOak Games) — R$ 9,49 (-75%)</li><li>Spyro Reignited Trilogy (Toys for Bob) — R$ 37,50 (-75%)</li><li>Trine Enchanted Edition (Frozenbyte) — R$ 6,99 (-75%)</li><li>Trine 2: Complete Story (Frozenbyte) — R$ 7,49 (-75%)</li><li>Trine 3: The Artifacts of Power (Frozenbyte) — R$ 10,24 (-75%)</li><li>Trine 4: The Nightmare Prince (Frozenbyte) — R$ 14,49 (-75%)</li><li>Human: Fall Flat (No Brakes Games) — R$ 11,39 (-70%)</li><li>I Am Fish (Bossa Studios) — R$ 11,39 (-70%)</li><li>Space Crew: Legendary Edition (Runner Duck) — R$ 23,99  (-70%)</li><li>The Ascent (Neon Giant) — R$ 29,70 (-70%)</li></ul> Se tiver a intenção de comprar alguns dos jogos em promoção na Steam, é bom correr pois as ofertas são por tempo limitado. Então não deixe para depois para não correr o risco de esquecer e perder a oportunidade de economizar. Ou então vai se arrepender quando as ofertas terminem e os preços voltarem a aumentar./n/n",
      "updatedAt": "27/05/2023 às 11:00"
     
    },
    {
      "id": 2,
      "slug": "Xiaomi Civi 3 é lançado com duas câmeras frontais e até 1 TB de memória",
      "author": "André Luiz Dias Gonçalves",
      "title":"Xiaomi Civi 3 é lançado com duas câmeras frontais e até 1 TB de memória",
      "description": "A Xiaomi apresentou nesta quinta-feira (25) o Civi 3, que marca a estreia do recém-apresentado processador MediaTek Dimensity 8200 Ultra. ",
      "urlToImage": "https://tm.ibxk.com.br/2023/05/25/25124924910151.jpg?ims=1120x420",
      "icone": "https://tm.ibxk.com.br/2023/05/25/25124938889152.jpg?ims=164x118",
      "urlToImage1":" https://img.ibxk.com.br/2023/05/25/25125029027153.jpg?ims=704x",
      "content": "A Xiaomi apresentou nesta quinta-feira (25) o Civi 3, que marca a estreia do recém-apresentado processador MediaTek Dimensity 8200 Ultra. O modelo também se destaca pelo design fino e elegante./n O sucessor do Civi 2 traz tela OLED de 6,55 polegadas com resolução FHD+, taxa de atualização de 120 Hz, até 1.500 nits de brilho e HDR10+. Na parte interna, fica a versão aprimorada do chip Dimensity 8200, com velocidades de clock e GPU ampliadas e suporte às bandas sub-6GHz e mmWave 5G./n Ele pode vir acompanhado de 12 GB ou 16 GB de memória RAM, trazendo três opções de armazenamento: 256 GB, 512 GB e 1 TB. O telefone tem entrada para dois chips de operadora, Bluetooth 5.3, Wi-Fi 6, NFC, porta USB-C, suporte a Dolby Atmos, certificação de áudio sem fio de alta resolução e Android 13.",
      "content2":"Outro atrativo do Xiaomi Civi 3 é o carregamento rápido de 67 W, que possibilita recuperar 100% da carga da bateria de 4.500 mAh em apenas 38 minutos, conforme a gigante da tecnologia. Há ainda um sistema de refrigeração líquida de aço inoxidável que ajuda a evitar superaquecimento./n Câmera dupla frontal e design premium No quesito câmeras, o novo intermediário da Xiaomi apresenta configuração dupla na dianteira, rcom os sensores de 32 MP abrigados no entalhe em foma de pílula e fazendo gravação em 4K. Na traseira são três lentes, a principal de 50 MP com estabilização óptica (OIS), as câmeras ultrawide (8 MP) e macro (2 MP).  /nAlgo que também chama a atenção é o visual, marcado pela estética de dois tons na tampa traseira, com quatro opções de cores — roxo, verde, dourado e cinza. Contornos planos e curvos, espessura de apenas 7,56 mm e módulo de câmera protegido por um anel de metal são outros destaques./n Veja também: Xiaomi 13 Lite: versão mais básica da nova linha é lançada no Brasil/n O Xiaomi Civi 3 custa a partir de 2.499 yuans, o equivalente a R$ 1,7 mil pela cotação de hoje, sem considerar impostos e taxas, valor referente à versão 12 GB + 256 GB. A variante mais parruda, na configuração 16 GB + 1 TB, sai por 2.999 yuans (R$ 2,1 mil).",
      "updatedAt": "25/05/2023 às 15:30"
      

    },

    {
      "id":3,
      "slug": "Amazon%20Prime%20Gaming%20revela%20os%20jogos%20gratuitos%20de%20junho;%20veja%20lista",
      "author":"Jean Carlos Foss" ,
      "title":"Amazon Prime Gaming revela os jogos gratuitos de junho; veja lista" ,
      "description": "Fim da linha para The Flash. A série da DC, transmitida pela emissora The CW nos Estados Unidos, chegou ao seu desfecho definitivo ontem (24).",
      "urlToImage":"https://tm.ibxk.com.br/2023/05/25/25104106378056.jpg?ims=704x264" ,
      "icone":"https://tm.ibxk.com.br/2023/05/25/25104120620057.jpg?ims=164x118" ,
      "urlToImage1":"https://img.ibxk.com.br/2023/05/25/25111203691074.jpg?ims=704x",
      "content":"Fim da linha para The Flash. A série da DC, transmitida pela emissora The CW nos Estados Unidos, chegou ao seu desfecho definitivo ontem (24), com a exibição do episódio 'A New World, Part Four' (Um Novo Mundo, Parte Quatro, em tradução livre), o 13ª da 9ª temporada. A obra, criada por Greg Berlanti, Geoff Johns e Andrew Kreisberg, era a última do chamado Arrowverse (Arrowverso, traduzindo), que teve início com a série Arrow, de 2012, focada no Arqueiro Verde./n The Flash: Grant Gustin diz que aceitaria interpretar outro herói/n O final de The Flash, inclusive, incita muitas dúvidas nos fãs das séries da DC em relação ao Arrowverse. Será que o universo compartilhado pelos heróis dos seriados do canal The CW acabou de vez? Ou ainda teremos mais produções que darão sequência a ele? Vamos entender!" ,  
      "content2": "<h2>Arrowverse acabou com o fim de The Flash?</h2>/n O Arrowverse foi uma das iniciativas mais ambiciosas da televisão, unindo diversos super-heróis da DC em um mesmo mundo através de várias séries diferentes, como The Flash, Batgirl, Supergirl, Arrow, Raio Negro, entre outras. Porém, uma a uma, as obras desse universo compartilhado foram terminando ou sendo canceladas (especialmente por conta de quedas nos números de espectadores), restando apenas The Flash, que, agora, também atingiu seu final./n Nesse sentido, tudo aponta para o fim oficial do Arrowverse após mais de uma década. Algo que se confirma ainda mais quando analisamos os planos da The CW, que, atualmente, não pretende apostar em nenhuma outra série de herói que tenha relação com a Terra-Prime, universo criado durante o crossover 'Crise nas Terras Infinitas', que uniu todos os personagens do Arrowverse em um mesmo tempo e espaço./n The Flash: os 10 melhores episódios da série/n Atualmente, o único seriado da The CW com figuras da DC que ainda segue vivo é Superman & Lois, que já está em sua 3ª temporada. O título poderia ser uma esperança para o Arrowverse, contudo, como já foi explicado no contexto da narrativa, a obra não se passa na Terra-Prime, onde estão os demais personagens do universo compartilhado. Ou seja, não faria sentido forçar a série para dentro do Arrowverse apenas para mantê-lo vivo./n Todavia, nada impede que o Arrowverse seja ressuscitado em algum momento, ou que seus personagens apareçam, de alguma maneira, no novo DCU, que remodelará completamente as obras audiovisuais da DC. Teremos que aguardar para saber!",  
      "updatedAt":"25/05/2023 às 15:00" 
    },

    {
      
      "id":4,
      "slug": "Amazon%20Prime%20Gaming%20revela%20os%20jogos%20gratuitos%20de%20junho;%20veja%20lista",
      "author": "André Luiz Dias Gonçalves",
      "title":"Usando ChatGPT e Midjourney, autor 'escreve' 97 livros em tempo recorde." ,
      "description": "Usando sistemas de inteligência artificial (IA), entre os quais o popular chatbot da OpenAI.",
      "urlToImage": "https://img.ibxk.com.br/2023/05/25/25204819539000.jpg?ims=704x",
      "icone": "https://tm.ibxk.com.br/2023/05/25/25201311938005.jpg?ims=164x118",
      "urlToImage1":"https://img.ibxk.com.br/2023/05/25/25205003282001.jpg?ims=704x",
      "content": "Usando sistemas de inteligência artificial (IA), entre os quais o popular chatbot da OpenAI, o autor Tim Boucher escreveu e ilustrou quase 100 livros em apenas nove meses. À venda, as obras publicadas em tempo recorde já renderam cerca de R$ 10 mil./n Em artigo publicado na Newsweek no último dia 15, o escritor de ficção científica descreveu o processo de produção. De acordo com ele, o trabalho incluiu o uso do ChatGPT (GPT-4) e da Claude, da Anthropic, que ficaram por conta da geração dos textos e do brainstorming./n Já a parte visual das obras foi feita pelo Midjourney, IA que gera imagens a partir de descrições textuais. Reunindo os três recursos, o homem criou 97 livros, que têm entre 2 mil e 5 mil palavras, enquanto a quantidade de imagens varia de 40 a 140, dependendo da história.",  
      "content2":"Como explicou Boucher, são gastas de 6 a 8 horas para criar e ilustrar cada livro, que após o processo está pronto para ser publicado. Mas em alguns casos, a colaboração tecnológica permitiu um trabalho ainda mais rápido, finalizando a compilação em menos de 3 horas./n/n <h3>Otimizando o processo criativo</h3>/n/n Os avanços promovidos por recursos como o ChatGPT têm levado muitas pessoas a acreditar que a IA substituirá a mente nos trabalhos criativos. Para o autor, a tecnologia não deve ser vista como inimiga./n/n “Vejo a IA como uma ferramenta poderosa para aprimorar e acelerar nossas capacidades e para nos tornar melhores em tudo o que fazemos”, explicou, no artigo. Ele acredita que tais recursos devem ser usados por todos “até certo ponto”, encontrando a combinação perfeita para otimizar o processo criativo./n/n " ,  
      "updatedAt": "27/05/2023 às 09:00"
     }
  
  ],
  "comments": [
    {
      "id": 1,
      "body": "Comment 1",
      "postId": 1
    },
    {
      "id": 2,
      "body": "Comment 2",
      "postId": 2
    }
  ],
  "profile": { "name": "JohnDoe" }
}
